class Data:
    first_faq_question = 'Сколько это стоит? И как оплатить?'
    first_faq_answer = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
    second_faq_question = 'Хочу сразу несколько самокатов! Так можно?'
    second_faq_answer = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
    third_faq_question = 'Как рассчитывается время аренды?'
    third_faq_answer = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
    fourth_faq_question = 'Можно ли заказать самокат прямо на сегодня?'
    fourth_faq_answer = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    fifth_faq_question = 'Можно ли продлить заказ или вернуть самокат раньше?'
    fifth_faq_answer = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    sixth_faq_question = 'Вы привозите зарядку вместе с самокатом?'
    sixth_faq_answer = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
    seventh_faq_question = 'Можно ли отменить заказ?'
    seventh_faq_answer = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    eighth_faq_question = 'Я жизу за МКАДом, привезёте?'
    eighth_faq_answer = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'

    ORDER_1 = {
        "name": "Александр",
        "surname": "Иванов",
        "address": "ул. Ленина, 1",
        "metro": "Сокольники",
        "phone": "+79999999999",
        "date": "05.10.2025",
        "rental_period" : "сутки",
        "color" : "black",
        "comment": "Позвонить за час"
    }
    ORDER_2 = {
        "name": "Александр",
        "surname": "Васильев",
        "address": "ул. Ленина, 2",
        "metro": "Лубянка",
        "phone": "+79999999999",
        "date":"05.10.2025",
        "rental_period": "семеро суток",
        "color": "black",
        "comment": "Позвонить за час"
    }


